Repository: eubr-bigsea/tahiti
Catalog: tahiti/i18n/locales/*/LC_MESSAGES/messages.po
Languages: pt

source: Application
pt: Aplicação

source: Listing %(name)s
pt: Listando %(name)s

source: Missing json in the request body
pt: JSON ausente no corpo da requisição

source: Adding %s
pt: Adicionado %s

source: Invalid data for %(name)s.)
pt: Dados inválidos para %(name)s.

source: Internal error
pt: Erro interno

source: Retrieving %s (id=%s)
pt: Recuperando %s (id=%s)

source: %(name)s not found (id=%(id)s)
pt: %(name)s não encontrado (id=%(id)s)

source: Deleting %s (id=%s)
pt: Excluindo %s (id=%s)

source: %(name)s deleted with success!
pt: %(name)s excluído com sucesso!

source: %(name)s not found (id=%(id)s).
pt: %(name)s não encontrado (id=%(id)s).

source: Insufficient data.
pt: Dados insuficientes.

source: Updating %s (id=%s)
pt: Atualizando %s (id=%s)

source: %(n)s (id=%(id)s) was updated with success!
pt: %(n)s (id=%(id)s) foi atualizado com sucesso!

source: Invalid data for %(name)s (id=%(id)s)
pt: Dados inválidos para %(name)s (id=%(id)s)

source: Validation error
pt: Erro de validação

source: Missing url or token parameter
pt: Parâmetro url ou token ausente

source: Error reading source workflow:
pt: Erro lendo fluxo de origem:

source: Invalid workflow
pt: Fluxo de trabalho inválido

source: OperationSubset
pt: Subconjunto de operações

source: PipelineTemplate
pt: Modelo de pipeline

source: Platform
pt: Plataforma

source: SourceCode
pt: Código-fonte

source: Missing data for required field.
pt: Campo obrigatório não foi informado.

source: Not a valid integer.
pt: Não é um inteiro inválido.

source: Not a valid datetime.
pt: Não é uma data/hora válida.

source: Not a valid boolean.
pt: Não é um booleano válido.

source: Must be one of:
pt: Os valores válidos são:

source: %(type)s not found.
pt: %(type)s não foi encontrado.

source: Data source
pt: Fonte de dados

source: %(what)s was successively deleted
pt: %(what)s foi excluído(a) com sucesso

source: Workflow
pt: Fluxo de trabalho

source: Workflow restored to version {}. A new version was created
pt: Fluxo de trabalho restaurado para a versão {}. Uma nova versão foi criada

source: Version %(version)s is not compatible anymore.
pt: Versão %(version)s não é mais compatível.

source: Not authorized
pt: Não autorizado
